Repository: sema1011/overlay
Catalog: x11-plugins/kcm-servicemenu/files/*.po
Languages: ru

source: Service Menu Manager
ru: Управление служебными меню

source: Get new menus from the Internet
ru: Загрузить новые служебные меню из Интернет

source: You need to be connected to the Internet to use this action. A dialog will display a list of menus from the http://www.kde.org website. Clicking the Install button associated with a service menu will install this servie menu locally.
ru: Для данного действия необходимо соединение с Интернет. В диалоге будет отображён список пакетов служебных меню с веб-сайта http://www.kde.org/. Щелчком на кнопке "Установить" соответствующее служебное меню будет установлено локально.

source: Get new service menus...
ru: Загрузить новые меню...

source: Install a menu archive file you already have locally
ru: Установить пакет служебного меню из файла

source: If you already have a menu archive locally, this button will unpack it and make it available for KDE applications
ru: Если Вы имеете пакет служебного меню локально, он может быть установлен нажатием данной кнопки

source: Install service menu...
ru: Установить меню из файла...

source: Remove the selected menu from your disk
ru: Удалить выбранное служебное меню с диска.

source: This will remove the selected menu from your disk.
ru: Это удалит выбранное служебное меню с диска.

source: Remove service menu
ru: Удалить меню

source: Info
ru: Информация

source: Name
ru: Название

source: Description
ru: Описание

source: Back
ru: Назад

source: About
ru: О пакете

source: Desktop files
ru: Файлы рабочего стола

source: Bin files
ru: Исполняемые файлы

# NAME OF TRANSLATORS
source: Your names
ru: Ritt K.

# EMAIL OF TRANSLATORS
source: Your emails
ru: ritt.ks@gmail.com

source: Drag or type service type URL
ru: Путь к пакету служебного меню

source: Unable to find the service menu archive %1.
ru: Не удалось найти пакет служебного меню %1.

source: Unable to download the serice menu archive; please check that address %1 is correct.
ru: Не удалось загрузить пакет служебного меню; убедитесь в корректности адреса '%1'.

source: Please select an entry!
ru: Выберите меню!

source: Author
ru: Автор

source: Author Email
ru: EMail автора

source: Version
ru: Версия

source: Homepage
ru: Веб-сайт

source: License
ru: Лицензия
